Repository: phacoxcll/PhacoxsInjector
Catalog: PhacoxsInjector/HelpString.*.resx
Languages: es

source: Aspect ratio
es: Relación de aspecto

# AspectRatioDescription
source: Choose the aspect ratio you prefer to view the game on both TV and GamePad.
es: Elige la relación de aspecto que prefieras para visualizar el juego tanto en la TV como en el GamePad.

source: Base checked
es: Base admitida

# BaseCheckedDescription
source: The base was loaded correctly.
es: La base se cargó correctamente.

# BaseDescription
source: Base game currently loaded.
es: Juego base cargado actualmente.

# BaseInvalid
source: The base is invalid.
es: La base no es válida.

# CDecryptWarning
source: Warning! "resources\unpack\CDecrypt.exe" not found! CDecrypt allows you to unpack (decrypt) Wii U VC games to use as base.
es: ¡Advertencia! "resources\unpack\CDecrypt.exe" no encontrado! CDecrypt te permite desempacar (descifrar) los juegos de la Consola Virtual de Wii U para usarlos como base.

# ChooseN64ConfigFile
source: Choose N64 configuration file
es: Elegir archivo de configuración

# ChooseN64ConfigFileDescription
source: Select the ".ini" file that contains configuration data for the game you want to inject.
es: Selecciona el archivo ".ini" que contiene datos de configuración para el juego que quieres inyectar.

source: Choose ROM
es: Elegir ROM

# ChooseROMDescription
source: Select the ROM file of the game you want to inject.
es: Selecciona el archivo ROM del juego que quieres inyectar.

# DarkFilterDescription
source: Enable or disable the dark filter in the game display.
es: Habilita o deshabilita el filtro obscuro en la visualización del juego.

# EditN64ConfigFile
source: Edit N64 configuration file
es: Editar archivo de configuración

# EditN64ConfigFileDescription
source: Create or modify the ".ini" configuration file for the N64 game you want to inject. Unfortunately there is not much information about what each option does. (Recommended for advanced users only).
es: Crea o modifica el archivo ".ini" de configuración para el juego que quieres inyectar. Lamentablemente, no hay mucha información acerca de lo que hace cada opción. (Recomendado sólo para usuarios avanzados).

# EnableInjecting
source: To enable the buttons in the Injecting section you have to choose a ROM, put a name and load a base.
es: Para habilitar los botones en la sección de Inyectado tienes que elegir una ROM, poner un nombre y cargar una base.

# FolderResultSelect
source: Select the folder where the injection result will be saved.
es: Selecciona la carpeta donde se guardará el resultado de la inyección.

# GamePadDescription
source: Change the image that will appear on the GamePad when the game starts.
es: Cambia la imagen que aparecerá en el GamePad al iniciar el juego.

source: GamePad preview
es: Vista previa de GamePad

# GamePadPreviewDescription
source: Preview the image that will appear in the GamePad when the game starts.
es: Vista previa de la imagen que aparecerá en el GamePad al iniciar el juego.

# GBABaseErrorDescription
source: The base did not load. Use one of the GBA games released for the Wii U VC.
es: La base no se cargó. Usa uno los juegos de GBA lanzados para la consola virtual de Wii U.

# GBABaseSelect
source: Select the game folder of the Wii U GBA VC that you want to use as base.
es: Selecciona la carpeta del juego de la consola virtual de GBA de Wii U que deseas usar como base.

# HelpBox
source: Help
es: Ayuda

# HelpDescription
source: Enable or disable this help box.
es: Habilita o deshabilita esté cuadro de ayuda.

source: Icon
es: Icono

# IconDescription
source: Change the icon that will appear in the console menu.
es: Cambia el icono que aparecerá en el menú de la consola.

source: Icon preview
es: Vista previa de icono

# IconPreviewDescription
source: Preview the image that will appear in the console menu.
es: Vista previa de la imagen que aparecerá en el menú de la consola.

source: Injecting
es: Inyectado

# InjectionFailed
source: The injection failed.
es: La inyección falló.

# InjectionSuccessfully
source: The injection was completed successfully!
es: ¡La inyección se completó con éxito!

# InjectionWarningWiiUCK
source: Warning! If you use this option, you will receive a failed injection. Enter the Wii U common key (see Settings section).
es: ¡Advertencia! Si usas esta opción, recibirás una inyección fallida. Ingresa la clave común de Wii U (ve la sección de Ajustes).

# KeepImageGamePad
source: Keep image for GamePad
es: Mantener imagen para el GamePad

# KeepImageGamePadDescription
source: By selecting this option, the image for GamePad will remain unchanged. Useful if you just want to edit some virtual console settings without altering anything else.
es: Al seleccionar esta opción la imagen para el GamePad permanecerá sin cambios. Útil si sólo quieres editar alguna configuración de la consola virtual sin alterar nada más.

# KeepImageTV
source: Keep image for TV
es: Mantener imagen para la TV

# KeepImageTVDescription
source: By selecting this option, the image for TV will remain unchanged. Useful if you just want to edit some virtual console settings without altering anything else.
es: Al seleccionar esta opción la imagen para la TV permanecerá sin cambios. Útil si sólo quieres editar alguna configuración de la consola virtual sin alterar nada más.

source: Keep menu icon
es: Mantener icono de menú

# KeepMenuIconDescription
source: By selecting this option, the menu icon will remain unchanged. Useful if you just want to edit some virtual console settings without altering anything else.
es: Al seleccionar esta opción el icono de menú permanecerá sin cambios. Útil si sólo quieres editar alguna configuración de la consola virtual sin alterar nada más.

source: Load base
es: Cargar base

# LoadBaseDescription
source: Change the current base game.
es: Cambia el juego base actual.

# LoadBaseWarningWiiUCK
source: Warning! You will not be able to load a packed base (WUP format). Enter the Wii U common key (see Settings section).
es: ¡Advertencia! No podrás cargar una base empacada (formato WUP). Ingresa la clave común de Wii U (ve la sección de Ajustes).

source: Loading...
es: Cargando...

source: Log
es: Registro

# LogDescription
source: Once an injection is made, it shows the contents of the program log file.
es: Muestra el contenido del archivo de registro del programa.

source: Long name
es: Nombre largo

# LongNameBoxesDescription
source: Name of two lines that will appear in the console menu and in the template images (see the Images section).
es: Nombre de dos líneas que aparecerá el menú de la consola y en las imágenes plantilla (ve la sección de Imágenes).

# LongNameDescription
source: Enable or disable the long name.
es: Habilita o deshabilita el nombre largo.

source: Mode select
es: Selección de modo

# ModeSelectDescription
source: Select the application mode. "Auto" allows you to select any compatible ROM and adapts the application automatically. Or select the specific console to have the template images and limit the selection of ROMs according to the console.
es: Selecciona el modo de la aplicación. "Auto" permite seleccionar cualquier ROM compatible y adapta la aplicación automáticamente. O selecciona la consola específica para disponer de las imágenes plantilla y limitar la selección de ROM acorde a la consola.

# N64BaseErrorDescription
source: The base did not load. Use one of the N64 games released for the Wii U VC.
es: La base no se cargó. Usa uno los juegos de N64 lanzados para la consola virtual de Wii U.

# N64BaseSelect
source: Select the game folder of the Wii U N64 VC that you want to use as base.
es: Selecciona la carpeta del juego de la consola virtual de N64 de Wii U que deseas usar como base.

# N64ConfigFile
source: N64 configuration file
es: Archivo de configuración

# N64ConfigFileDescription
source: ".Ini" file that contains configuration data for the game you want to inject. Not all games have their corresponding configuration file. You can try leaving it empty.
es: Archivo ".ini" que contiene datos de configuración para el juego que quieres inyectar. No todos los juegos tienen su correspondiente archivo de configuración. Puedes probar dejándolo vacío.

# N64ConfigFileInvalid
source: The N64 configuration file is invalid. An empty file will be injected.
es: El archivo de configuración no es válido. Se inyectará un archivo vacío.

# NDSBaseErrorDescription
source: The base did not load. Use one of the NDS games released for the Wii U VC.
es: La base no se cargó. Usa uno los juegos de NDS lanzados para la consola virtual de Wii U.

# NDSBaseSelect
source: Select the game folder of the Wii U NDS VC that you want to use as base.
es: Selecciona la carpeta del juego de la consola virtual de NDS de Wii U que deseas usar como base.

source: NDS icon background
es: Fondo del icono de NDS

# NDSIconBackgroundDescription
source: Some icons do not look good with a black background; you can change it to the color you prefer.
es: Algunos iconos no se ven bien con un fondo negro, puedes cambiarlo al color que prefieras.

source: NDS icon preview
es: Previsualización del icono de NDS

# NDSIconPreviewDescription
source: Displays the icon that was extracted from the NDS game ROM.
es: Muestra el icono que se extrajo de la ROM del juego de NDS.

# NESBaseErrorDescription
source: The base did not load. Use one of the NES games released for the Wii U VC.
es: La base no se cargó. Usa uno los juegos de NES lanzados para la consola virtual de Wii U.

# NESBaseSelect
source: Select the game folder of the Wii U NES VC that you want to use as base.
es: Selecciona la carpeta del juego de la consola virtual de NES de Wii U que deseas usar como base.

source: Not pack
es: No empacar

# NotPackDescription
source: Perform the injection and copy the result in the path you select. For loadiine.
es: Realiza la inyección y copia el resultado en la ruta que selecciones. Para Loadiine.

# CNUSPackerWarning
source: Warning! "resources\pack\CNUSPACKER.exe" not found! CNUSPacker allows you to pack (encrypt) the result for WUP Installer.
es: ¡Advertencia! "resources\pack\CNUSPACKER.exe" no encontrado! CNUSPacker te permite empacar (cifrar) el resultado para WUP Installer.

source: Pack
es: Empacar

# PackDescription
source: Perform the injection and pack the result in the path you select. For WUP Installer.
es: Realiza la inyección y empaca el resultado en la ruta que selecciones. Para WUP Installer.

# PlayersDescription
source: Number of game players that will appear in the template images.
es: Número de jugadores del juego que se aparecerá en las imágenes plantilla.

# ProductCodeDescription
source: Internal value of the ROM file that identifies the game.
es: Valor interno del archivo ROM que identifica al juego.

# ReleaseDateDescription
source: Enable or disable the display of the game release date in the template images.
es: Habilita o deshabilita la visualización de fecha de lanzamiento del juego en las imágenes plantilla.

# ROMDescription
source: The ROM file of the game you want to inject.
es: El archivo ROM del juego que quieres inyectar.

# ROMSizeDescription
source: Use this information to determine if you can inject the ROM into the loaded base. At the moment you can only inject ROMs of the same or smaller size to which the base ROM size indicates.
es: Usa esta información para determinar si puedes inyectar la ROM en la base cargada. Por el momento sólo puedes inyectar ROMs del mismo o menor tamaño al que indica el tamaño de ROM de la base.

source: Short name
es: Nombre corto

# ShortNameDescription
source: If the long name is not enabled, the short name will be used for all menus in the console and in the template images (see the Images section).
es: Si no se habilita el nombre largo, se usará el nombre corto para todos los menús de la consola y en las imágenes plantilla (ve la sección de Imágenes).

source: Show name
es: Mostrar nombre

# ShowNameDescription
source: Enable or disable the display of the name of the game in the template images.
es: Habilita o deshabilita la visualización del nombre del juego en las imágenes plantilla.

# SNESBaseErrorDescription
source: The base did not load. Use one of the SNES games released for the Wii U VC.
es: La base no se cargó. Usa uno los juegos de SNES lanzados para la consola virtual de Wii U.

# SNESBaseSelect
source: Select the game folder of the Wii U SNES VC that you want to use as base.
es: Selecciona la carpeta del juego de la consola virtual de SNES de Wii U que deseas usar como base.

# TitleIDDescription
source: Value that identifies the game within the console.
es: Valor que identifica al juego dentro de la consola.

source: Title screen
es: Pantalla de titulo

# TitleScreenDescription
source: Select an image to represent the game in the template images.
es: Selecciona una imagen para representar al juego en las imágenes plantilla.

# TVDescription
source: Change the image that will appear on the TV when the game starts.
es: Cambia la imagen que aparecerá en la TV al iniciar el juego.

source: TV preview
es: Vista previa de TV

# TVPreviewDescription
source: Preview the image that will appear on TV when the game starts.
es: Vista previa de la imagen que aparecerá en la TV al iniciar el juego.

source: Use NDS icon
es: Usar icono de NDS

# UseNDSIconDescription
source: Instead of a title screen image you can use the NDS game icon.
es: En lugar de una imagen de pantalla de título puedes usar el icono del juego de NDS.

source: Virtual Console target
es: Consola Virtual destino

source: Warning!
es: ¡Advertencia!

# WidescreenDescription
source: Enable or disable the wide screen in the game display. This modifies the aspect ratio of the game from 4:3 to 16:9.
es: Habilita o deshabilita la pantalla ancha en la visualización del juego. Esto modifica la relación de aspecto del juego de 4:3 a 16:9.

source: Wii U Common Key
es: Clave común de Wii U

# WiiUCommonKeyBoxDescription
source: Put the Wii U Common Key here, if the key is correct this text box will disable and a green check mark will appear next to it.
es: Pon aquí la clave común de Wii U, si la clave es correcta esta caja de texto de deshabilitará y aparecerá una palomita verde al lado.

source: Wii U common key checked
es: Clave común de Wii U admitida

# WiiUCommonKeyCheckedDescription
source: The common key was loaded correctly.
es: La clave común se cargó correctamente.

# WiiUCommonKeyDescription
source: Common key to pack or unpack Wii U games.
es: Clave común para empacar o desempacar los juegos de Wii U.

source: Wii U common key error
es: Error en la clave común de Wii U

# WiiUCommonKeyErrorDescription
source: The common key was not found. Without it you will not be able to decrypt the Wii U games to use as a base or encrypt the result for WUP Installer. (Search it on Google).
es: No se encontró la clave común. Sin ella no podrás descifrar los juegos de Wii U para usarlos como base ni cifrar el resultado para WUP Installer. (Búscala en Google).

# ZoomDescription
source: Enlarge or reduce the viewing area of the game. If you expand it a lot I could crop the image of the game.
es: Amplia o reduce el área de visualización del juego. Si la amplias mucho pude recortar la imagen del juego.
